[
  {
    "title": "Tema: Cambio de jurisprudencia - Capacidad de las personas jurídicas extintas para comparecer al proceso.",
    "text": [
      "La Sección Primera del Consejo de Estado, mediante providencia del 25 de enero de 2018, recordó que es acertado señalar, de una parte, que los actos administrativos por medio de los cuales se califican créditos o se resuelven reclamaciones sobre tal calificación o cualquiera otros que se dicten en el curso del proceso de liquidación forzosa administrativa no pueden carecer de control por parte de esta jurisdicción por el hecho de que la entidad que los ha expedido haya terminado su existencia. Igualmente, la Corporación consideró válido señalar que la existencia de los actos administrativos no depende de la existencia de la entidad que está siendo objeto del proceso de liquidación forzosa administrativa.",
      "Sin embargo, advirtió que tales consideraciones no pueden desconocer el hecho consistente en que la liquidación de persona jurídica como la demandada en el presente caso, que persigue «[…] mediante la realización de una cadena de actos complejos, la conclusión de las actividades pendientes al tiempo de la disolución, la realización de los activos sociales, el pago del pasivo externo, la repartición del remanente de dinero o bienes entre los socios y la extinción de la persona jurídica-sociedad […]» y que la entidad liquidada precisamente, luego del desarrollo de su proceso de liquidación, se extinguió, conforme se encontró acreditado en el proceso.",
      "Lo anterior quiere indicar que la parte demandada en el asunto (liquidada), no tiene la aptitud jurídica para ser sujeto de relaciones jurídicas y, en consecuencia, no puede ser titular de derechos y obligaciones procesales, ni asumir las cargas y responsabilidades que se desprendan del proceso, como podría ser una eventual condena al restablecimiento del derecho solicitado por el demandante.",
      "En ese sentido, anotó el Alto Tribunal que el artículo 53 del CGP reconoce la capacidad de las personas jurídicas para ser parte dentro de los procesos judiciales, partiendo del supuesto de que ellas existan. Por tal motivo, la Sala, modificó la tesis expuesta en los autos de 28 de enero y 2 de junio de 2016, por cuanto, como lo ha indicado la Corporación, no es posible que una persona jurídica extinta, esto es, lo que le impide ser sujeto de derechos y obligaciones pueda ser parte en un proceso judicial y estima, en consecuencia, encontró que la decisión apelada consistente en rechazar la demanda frente a la persona jurídica liquidada, está ajustada al ordenamiento jurídico.",
      "Consejero ponente: ROBERTO AUGUSTO SERRATO VALDÉS Bogotá, D.C., veinticinco (25) enero de dos mil dieciocho (2018) Radicación número: 68001-23-33-000-2015-00181-01(Nota de relatoría extraída de la providencia y difundida por el Despacho de la magistrada María Victoria Quiñones Triana y su equipo de trabajo del Tribunal Administrativo del Magdalena: Desde Santa Marta fortaleciendo el conocimiento jurídico)"
    ],
    "category": [""],
    "stringcategory": "",
    "urlfile": ""
  }
]
